[{    
	"id" : 0,
	"content" : "This story is about the events in <a href='https://www.biblegateway.com/passage/?search=Genesis+1&version=NIV'>Genesis</a>. You start out as Adam and Eve, then you are Noah, etc. Click the Choice 1 button to begin.",
	
     "links" : [1]
}, {
    "id" : 1,
	"content" : "You are Adam and Eve. God gave you some instructions: Don't eat from the tree of the knowledge of good and evil. If you eat from it, you will die. A snake tells you that you will become smart like God if you eat fruit from it. Do you listen to the snake (1) or God? (2)",
    "links" : [2,3]
}, {
    "id" : 2,
	"content" : "You listen to the snake and eat the fruit. You realize that you're naked and you hide from God. God finds you and tells you that women will have pain when they have babies, and men will have to grow their food instead of picking it off the trees. You have to wear animal skins as clothes&mdash;that means animals have to die. You get banished from the garden.",
    "links" : [4],
    "win" : false
}, {
    "id" : 3,
	"content" : "You don't listen to the snake. You live forever in the garden with God.",
    "links" : [4],
    "win" : true
}, {
    "id" : 4,
	"content" : "You are Noah. God tells you that there's going to be a flood, and the only way you can escape it is by building a boat. The boat has to be big so it can hold you, your family, and two of every animal. Do you want to build the boat (1) or are you too lazy? (2)",
    "links" : [5,6],
    "change" : true
}, {
    "id" : 5,
	"content" : "You decide to build the boat. After 100 years, you finish. You, your family, and all the animals get into the boat. After 1 year, the flood stops. Everybody gets out. You're safe!",
    "links" : [7],
    "win" : true
}, {
    "id" : 6,
	"content" : "You don't build the boat. You keep living your life for 100 years. One day, it starts raining, and you try to build the boat. It's too late. The flood comes, and your family and all the animals drown.",
    "links" : [],
    "win" : false
}, {
    "id" : 7,
	"content" : "You are now a citizen of the city of Babel. Hundreds of people are going to build a tower to heaven because they think that they are better than God. But wait, maybe this isn't such a good idea. Do you go with the crowd (1) or try to make them stop? (2)",
    "links" : [8,9],
    "change" : true
}, {
    "id" : 8,
	"content" : "You go with the crowd, and God doesn't like it. He mixes up your languages. Your friend speaks French, your other friend speaks Latin, and that guy over there speaks Greek. Nobody speaks another person's language anymore, so they go all over the world and leave the unfinished tower behind.",
    "links" : [10],
    "win" : false
}, {
    "id" : 9,
	"content" : "You get together with your friends and stop the crowd. Everybody lives in Babel and leaves the rest of the world unexplored.",
    "links" : [],
    "win" : true
}, {
    "id" : 10,
	"content" : "Now, you are Abraham. You live in Ur, a city near Babel. You move to Haran with your family and belongings. One day, God tells you to leave and go to another place. You don't know where it is. Do you trust God (1) or stay in Haran? (2)",
    "links" : [11,12],
    "change" : true
}, {
    "id" : 11,
	"content" : "You trust God and go to Canaan. A fight breaks out between your servants and the servants of your nephew Lot. You decide to separate. Lot goes east, and you go west.",
    "links" : [13]
}, {
    "id" : 12,
	"content" : "You stay in Ur. God punishes you.",
    "links" : [],
    "win" : false
}, {
    "id" : 13,
	"content" : "Now, you are Lot. You see the cities of Sodom and Gomorrah and think you can get rich by selling sheep and cattle. Do you want to go inside Sodom (1) or is it too risky? (2)",
    "links" : [14,15]
}, {
    "id" : 14,
	"content" : "You move your family inside Sodom. The people are really bad. A war breaks out, and Sodom is defeated. The enemy captures you. Abraham and 318 of his servants surprise the enemy. The enemy flees. You're free! Do you want to go back to Sodom (1) or not? (2)",
    "links" : [16,15]
}, {
    "id" : 15,
	"content" : "You don't go to Sodom. The people don't care about God and they're really bad. You're safe!",
    "links" : [],
    "win" : true
}, {
    "id" : 16,
	"content" : "You go back to Sodom. Angels come and tell you that Sodom is going to be destroyed. What will happen to all your riches? Do you listen to them (1) or not? (2)",
    "links" : [17,18]
}, {
    "id" : 17,
	"content" : "You listen to the angels and go to the mountains. You live in a cave, safe.",
    "links" : [19],
    "win" : true
}, {
    "id" : 18,
	"content" : "You don't listen to the angels. You die with all the other people.",
    "links" : [19],
    "win" : false
}, {
    "id" : 19,
	"content" : "You are Abraham again. God tells you to sacrifice your son Isaac on an altar. Do you do it (1) or not? (2)",
    "links" : [20,21],
    "change" : true
}, {
    "id" : 20,
	"content" : "You tie Isaac to the altar, but God tells you to stop. Do you stop (1) or keep going? (2)",
    "links" : [22,23]
}, {
    "id" : 21,
	"content" : "You don't sacrifice your son. God punishes you.",
    "links" : [],
    "win" : false
}, {
    "id" : 22,
	"content" : "You stop. God sends you a ram to sacrifice instead of your son.",
    "links" : [],
    "win" : true
}, {
    "id" : 22,
	"content" : "You keep going. Your son dies. You're not &quot;Father Abraham&quot; anymore.",
    "links" : [],
    "win" : false
}
]