[{
    "id" : 0,
    "content" : "God tells you to fight the Midianites. They've been destroying the Israelites' crops and fields for years, and it's time to take action. Do you do it (1), or are you too scared? (2)",
    "links" : [1,2]
}, {
    "id" : 1,
    "content" : "You decide to do it, but you need a sign. You get a fleece. Then you ask God to make the ground dry and the fleece wet in the morning. God does it. Do you need another sign (1) or is this enough? (2)",
    "links" : [3,4]
}, {
    "id" : 2,
    "content" : "You go home and the Midianites destroy your crops.  :(",
    "links" : [],
    "win" : false
}, {
    "id" : 3,
    "content" : "You ask God for another sign-the reverse of what happened last night. It works. Do you do it (1) or are you still a scared? (2)",
    "links" : [4,2]
}, {
    "id" : 4,
    "content" : "You assemble your army of 32,000 men, but God says that's too many. 10,000 go home. Then, another test: Whoever cupped their hands and drank water that way goes to fight, but whoever kneels down goes back home. To make them go home, press 1. To make them stay, press 2.",
    "links" : [5,8]
}, {
    "id" : 5,
    "content" : "Now you're ready to fight with 300 men. Today's the big day. You're going down the mountain to spy on their camp. Are you scared (1) or do you want to go down alone? (2)",
    "links" : [6,7]
}, {
    "id" : 6,
    "content" : "You're scared, but that's OK; you can take your servant down with you.",
    "links" : [7]
}, {
    "id" : 7,
    "content" : "You survey the camp and hear one guy talking to his friend. He dreamed that a giant loaf of bread hit the tent and flattened it. That'll boost your confidence! Now you get your weapons. God tells you to get trumpets and torches inside jars. That's crazy! To go with God's plan, press 1. To get regular weapons, press 2.",
    "links" : [9,10]
}, {
    "id" : 8,
    "content" : "You don't tell them to go home. You need more men! You chose to trust in your army instead of God.  He lets you see how that will work out.  It's impossible to kill them! After a while, you give up.",
    "links" : [2]
}, {
    "id" : 9,
    "content" : "You go with God's plan and get the crazy weapons. Your army runs into the Midianite camp, smashes the jars and blows the trumpets. The Midianites start to kill each other! It's chaos. Then reinforcements arrive and kill their leading princes! You win!!",
    "links" : [],
    "win":true
}, {
    "id" : 10,
    "content" : "You get regular weapons, but things aren't looking so good. It's impossible to kill them! After a while, you give up.",
    "links" : [2]
}]